taskt/Core/Automation/Commands/DataTableGroup/SearchAndDeleteDataTableRowsCommand.dot
digraph "SearchAndDeleteDataTableRowsCommand" {
"SearchAndDeleteDataTableRowsCommand" -> "ADataTableBothDataTableCommands";
"ADataTableBothDataTableCommands" -> "ADataTableInputDataTableCommands";
"ADataTableInputDataTableCommands" -> "ScriptCommand";
"ADataTableInputDataTableCommands" -> "IDataTableProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
