taskt/Core/Automation/Commands/DataTableGroup/SearchAndDeleteDataTableRowsCommand.puml
@startuml
SearchAndDeleteDataTableRowsCommand --> ADataTableBothDataTableCommands
ADataTableBothDataTableCommands --> ADataTableInputDataTableCommands
ADataTableInputDataTableCommands --> ScriptCommand
ADataTableInputDataTableCommands --> IDataTableProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
